{"id":116646,"premise":"The National Energy Policy of the United States of America, which was signed into law by President George W. Bush on November 24, 2005, establishes a long-term goal of reducing the dependence of the United States on imported oil by encouraging the development of alternative energy sources.","hypothesis":"The policy encourages the development of alternative energy sources.","gold":"entailment","genre":"generated","pairID":47695}
{"id":322151,"premise":"Most of the growth in the number of medical school graduates is attributable to the expansion of the number of medical schools.","hypothesis":"The growth in the number of medical schools is attributable to the expansion of the number of medical school graduates.","gold":"neutral","genre":"generated","pairID":299582}
{"id":221080,"premise":"It is unlikely that the major social problems will be solved by the end of the century.","hypothesis":"The major social problems will not be solved by the end of the century.","gold":"neutral","genre":"generated","pairID":159148}
{"id":131727,"premise":"The average life expectancy of a person in this country is seventy-seven years, which is higher than the average life expectancy in the United States.","hypothesis":"The average life expectancy in the United States is seventy-seven years.","gold":"contradiction","genre":"generated","pairID":248932}
{"id":124220,"premise":"As a nation, we must learn to distinguish between our dreams and our nightmares.","hypothesis":"I am not dreaming.","gold":"neutral","genre":"generated","pairID":12126}
{"id":187025,"premise":"In a way, it's a real compliment to a person when he's in a position to be a critic.","hypothesis":"It's a real compliment to a person when he's in a position to be a critic.","gold":"entailment","genre":"generated","pairID":215771}
{"id":165930,"premise":"It is a problem of insufficient memory, or a problem of insufficient speed.","hypothesis":"It is a problem of insufficient speed.","gold":"neutral","genre":"generated","pairID":106859}
{"id":22654,"premise":"The woman's breath was rank, and the house was filthy.","hypothesis":"The woman's breath is disgusting.","gold":"entailment","genre":"generated","pairID":226600}
{"id":276618,"premise":"She asked him to leave her alone, but he insisted on knowing the reason for her sadness.","hypothesis":"He asked her why she was sad, and she explained that she was in love with him.","gold":"neutral","genre":"generated","pairID":223209}
{"id":192544,"premise":"The Japanese have always claimed that they never attacked Pearl Harbor.","hypothesis":"The Japanese attacked Pearl Harbor in 1941.","gold":"neutral","genre":"generated","pairID":195414}
{"id":102788,"premise":"In the absence of a comprehensive evaluation, the program is a risky investment.","hypothesis":"The program is a risky investment.","gold":"neutral","genre":"generated","pairID":155116}
{"id":268344,"premise":"As the summer drew to a close, the university decided to hold a series of open-air concerts in the city's central park.","hypothesis":"The university decided to hold an open-air concert in the city's central park.","gold":"entailment","genre":"generated","pairID":278404}
{"id":346688,"premise":"The situation is not good.","hypothesis":"The situation is critical.","gold":"neutral","genre":"generated","pairID":248739}
{"id":5673,"premise":"The best place to begin a visit to the town is at the hilltop cemetery, where you can admire the tomb of the first governor of the island, a Christian convert from Japan's first emperor, who died in 1828.","hypothesis":"The first governor of Hokkaido was a Christian convert.","gold":"neutral","genre":"generated","pairID":224206}
{"id":366706,"premise":"The company has gone from strength to strength in recent years.","hypothesis":"The company has been very successful in recent years.","gold":"entailment","genre":"generated","pairID":81463}
{"id":29863,"premise":"A poll of Americans showed that more than half of those surveyed believe that the government is spying on them.","hypothesis":"The government is not spying on them.","gold":"neutral","genre":"generated","pairID":391640}
{"id":137738,"premise":"A number of my friends are now working in the health care field.","hypothesis":"A number of my friends are not working in the health care field.","gold":"entailment","genre":"generated","pairID":320591}
{"id":81779,"premise":"Do you want to leave?","hypothesis":"Do you want to leave this place?","gold":"entailment","genre":"generated","pairID":73496}
{"id":288266,"premise":"A group of elderly people had to be rescued from a burning building in the West End of the city.","hypothesis":"Only one group of elderly people was rescued from a burning building in the West End of the city.","gold":"neutral","genre":"generated","pairID":34513}
{"id":79384,"premise":"They will be allowed to discuss the matter with their employer, but they cannot use the information to negotiate a severance package.","hypothesis":"They can negotiate a severance package.","gold":"neutral","genre":"generated","pairID":312489}
{"id":9821,"premise":"The Supreme Court's ruling on the privacy of home searches and phone records.","hypothesis":"The privacy of home searches and phone records is protected.","gold":"neutral","genre":"generated","pairID":20138}
{"id":56918,"premise":"It was a hard, a very hard thing to do, but it had to be done.","hypothesis":"It was a very hard thing to do.","gold":"entailment","genre":"generated","pairID":205439}
{"id":296476,"premise":"That's not true.","hypothesis":"I don't believe that is true.","gold":"entailment","genre":"generated","pairID":148548}
{"id":208014,"premise":"If you're a New Yorker, you know that the local taxi driver's only question is \"Where to?\" and you're always glad to give him the answer.","hypothesis":"New Yorkers are always glad to give the answer to the taxi driver.","gold":"entailment","genre":"generated","pairID":298640}
{"id":146492,"premise":"The sound of the ocean waves breaking on the shoreline is a constant companion.","hypothesis":"The sound of the waves is constant.","gold":"entailment","genre":"generated","pairID":216560}
{"id":174729,"premise":"I was hoping to find a different solution, but there was no other way.","hypothesis":"There was no other way.","gold":"entailment","genre":"generated","pairID":201247}
{"id":246945,"premise":"The federal government has taken the position that the City of Chicago is in violation of the Americans with Disabilities Act because it has not made its facilities accessible to people with disabilities.","hypothesis":"The federal government has taken the position that the City of Chicago is in violation of the Americans with Disabilities Act.","gold":"entailment","genre":"generated","pairID":151140}
{"id":9911,"premise":"It is, of course, also possible that we will never know the truth of what happened, and that all we can do is speculate.","hypothesis":"We will never know the truth of what happened.","gold":"neutral","genre":"generated","pairID":340099}
{"id":140627,"premise":"They will probably need to change the state's tax code to make it more competitive.","hypothesis":"The state will need to change its tax code to make it more competitive.","gold":"neutral","genre":"generated","pairID":259974}
{"id":129140,"premise":"He told her that he was not an assassin.","hypothesis":"He was not an assassin.","gold":"entailment","genre":"generated","pairID":365952}
{"id":76331,"premise":"A spokesman for the Association said that the charges are not unreasonable and that the company is not trying to gouge the consumer.","hypothesis":"The charges are not unreasonable.","gold":"neutral","genre":"generated","pairID":270222}
{"id":170608,"premise":"'I don't know.'","hypothesis":"I don't know what to do.","gold":"neutral","genre":"generated","pairID":157062}
{"id":105890,"premise":"While the life of a lawyer in England can be rewarding, it is also notoriously stressful, with hours spent in courtrooms and the like.","hypothesis":"Lawyers are very busy in England.","gold":"entailment","genre":"generated","pairID":310563}
{"id":335158,"premise":"The global economy is a new, unique, and uncharted thing.","hypothesis":"The global economy is like a new, unique, and uncharted thing.","gold":"entailment","genre":"generated","pairID":144688}
{"id":129594,"premise":"\"We're not going to let this get away from us,\" he said.","hypothesis":"It is not going to get away from us.","gold":"neutral","genre":"generated","pairID":102163}
{"id":186132,"premise":". As the head of the committee, she is the person who has the final say","hypothesis":"She is the person who has the final say on the committee","gold":"entailment","genre":"generated","pairID":96315}
{"id":26524,"premise":"\"I'm afraid I can't give you any money,\" he said. \"I'm not rich.\"","hypothesis":"He is not rich.","gold":"entailment","genre":"generated_revised","pairID":300752}
{"id":25887,"premise":"The language-teaching company's ability to get language-teaching contracts from the government is one of the reasons it is doing so well.","hypothesis":"The language-teaching company has been getting a lot of government contracts.","gold":"entailment","genre":"generated","pairID":326343}
{"id":229543,"premise":"It is essential that health care providers are well-trained and highly skilled in providing services to children with special needs.","hypothesis":"Training is important for well-being.","gold":"neutral","genre":"generated","pairID":328498}
{"id":317761,"premise":"\"Oh, yes, yes, I have it here,\" said the librarian, with a vague air of satisfaction.","hypothesis":"The librarian was satisfied with the book.","gold":"neutral","genre":"generated","pairID":391465}
{"id":278653,"premise":"It's the fact that I've never met him that makes me nervous.","hypothesis":"I am nervous about meeting him.","gold":"neutral","genre":"generated","pairID":379448}
{"id":38259,"premise":"A major factor in the strength of the relationship is the high level of trust that exists between the two companies.","hypothesis":"Trust is high.","gold":"entailment","genre":"generated","pairID":68460}
{"id":30057,"premise":"The Senate's education committee is considering legislation that would allow students to take college courses while still in high school.","hypothesis":"The Senate's education committee is considering legislation that would allow students to take college courses after high school.","gold":"neutral","genre":"generated","pairID":231809}
{"id":180353,"premise":"If you want to get a good view of the house, go up the street and walk along the top of the wall.","hypothesis":"The wall is not the top of the house.","gold":"entailment","genre":"generated","pairID":344815}
{"id":367368,"premise":"It is difficult to estimate the number of non-whites in the United States because there is no way to know how many of them are illegal aliens.","hypothesis":"There is no way to know how many non-whites are illegal aliens because they are illegal aliens.","gold":"entailment","genre":"generated","pairID":348012}
{"id":257736,"premise":"You can't tell me that he was not frightened.","hypothesis":"He was not frightened, I am sure of it.","gold":"entailment","genre":"generated","pairID":128638}
{"id":289435,"premise":"The new station will be the end of the line for the Luas, and will provide a link to the city centre.","hypothesis":"The new station will be the end of the line for the Luas.","gold":"entailment","genre":"generated","pairID":263799}
{"id":175326,"premise":"If you have a little extra time, you can always get a little extra work done.","hypothesis":"He can always get a little extra work done.","gold":"neutral","genre":"generated","pairID":206567}
{"id":200532,"premise":"And I, in my anxiety to make a good impression, said, \"No, I don't think it is a good idea.\"","hypothesis":"I am worried about this.","gold":"neutral","genre":"generated","pairID":59825}
{"id":352903,"premise":"\"As you can see, the baby's face is getting more and more like the father's,\" said Dr. John Hart, the baby's pediatrician.","hypothesis":"The baby is getting more and more like the father.","gold":"neutral","genre":"generated","pairID":120933}
{"id":195483,"premise":"The council's proposals are for the council to be restructured to ensure that the majority of its members are from the opposition.","hypothesis":"The council is restructured to ensure that the majority of its members are from the opposition.","gold":"neutral","genre":"generated","pairID":240069}
{"id":155790,"premise":"The Senate Bill would require the Federal Government to report to Congress on the progress of implementing the Convention on the Rights of the Child.","hypothesis":"The Senate Bill would require the Federal Government to report on the progress of implementing the Convention on the Rights of the Child.","gold":"entailment","genre":"generated","pairID":9904}
{"id":359910,"premise":"Though a somewhat wobbly, a somewhat flimsy structure, the cranes are essential to the functioning of the port.","hypothesis":"The cranes are necessary to the port's functioning.","gold":"entailment","genre":"generated","pairID":185603}
{"id":293049,"premise":"The final argument was resolved by a vote of three to two.","hypothesis":"The final argument was resolved by a vote of two to three.","gold":"contradiction","genre":"generated","pairID":93568}
{"id":10713,"premise":"He was a late bloomer, according to his high school yearbook.","hypothesis":"He was a late bloomer, according to his own yearbook.","gold":"entailment","genre":"generated","pairID":335003}
{"id":221830,"premise":"The thought of not being able to do it is depressing.","hypothesis":"The thought of not being able to do it is very depressing.","gold":"entailment","genre":"generated","pairID":205102}
{"id":41492,"premise":"A formalized system of post-placement services","hypothesis":"A formalized system of post-placement services is needed.","gold":"neutral","genre":"generated","pairID":96999}
{"id":181934,"premise":"The U.S. government is facing a fiscal crisis, and the future of Social Security is in doubt.","hypothesis":"The federal government is facing a fiscal crisis.","gold":"entailment","genre":"generated","pairID":321736}
{"id":53898,"premise":"I've got to be honest with you, Joe. I don't know what to do.","hypothesis":"I am not sure what to do.","gold":"entailment","genre":"generated","pairID":128393}
{"id":351936,"premise":"In the US, the people's preference for \"a little of the old and a little of the new\" has not been consistent.","hypothesis":"People's tastes change over time.","gold":"entailment","genre":"generated","pairID":86101}
{"id":52393,"premise":"The end of the trial came with a bang.","hypothesis":"The end of the trial came with a thud.","gold":"contradiction","genre":"generated","pairID":385628}
{"id":306916,"premise":"The president, vice president, and other officers of the corporation are elected by the board of directors.","hypothesis":"The president, vice president, and other officers of the corporation are elected by the shareholders.","gold":"contradiction","genre":"generated_revised","pairID":61392}
{"id":7512,"premise":"It is a country where we must be aware of the problems of terrorism and we must also be aware of the problems of poverty.","hypothesis":"Terrorism is a serious issue, the Congress must be careful about it.","gold":"neutral","genre":"generated","pairID":361965}
{"id":347250,"premise":"There are no precise criteria for deciding which countries are included in the category of least developed countries.","hypothesis":"The criteria are subjective.","gold":"entailment","genre":"generated","pairID":14322}
{"id":78441,"premise":"He has always been a quiet, unassuming person.","hypothesis":"He is not unassuming.","gold":"contradiction","genre":"generated","pairID":99281}
{"id":133646,"premise":"A truck driver's ability to see a truck coming at him from the side of the road is a skill that will save his life.","hypothesis":"He should not be allowed to drive a truck.","gold":"neutral","genre":"generated","pairID":254833}
{"id":62806,"premise":"He also said that the Administration was still considering the option of appointing a special prosecutor to investigate the allegations.","hypothesis":"The President is considering appointing a special prosecutor to investigate the allegations.","gold":"neutral","genre":"generated","pairID":197158}
{"id":53398,"premise":"They were silent for a while.","hypothesis":"They were silent for a long time.","gold":"entailment","genre":"generated","pairID":46671}
{"id":103187,"premise":"There is no longer any question that the first wave of urbanization, beginning in the late 17th century, was the most profound transformation in human history.","hypothesis":"The first wave of urbanization began in the early 18th century.","gold":"contradiction","genre":"generated","pairID":259536}
{"id":71009,"premise":"At the time, Jones' lawyers argued that Starr was in collusion with Starr's lawyers.","hypothesis":"Jones' lawyers were not colluding with Starr's lawyers.","gold":"neutral","genre":"generated","pairID":146442}
{"id":137240,"premise":"He was born in Detroit, Michigan, in the early 1900s.","hypothesis":"He was born in the early 1900s.","gold":"entailment","genre":"generated","pairID":242491}
{"id":16453,"premise":"The sun will rise in the east and set in the west.","hypothesis":"The sun will rise in the west and set in the east.","gold":"contradiction","genre":"generated","pairID":46240}
{"id":332758,"premise":"To our knowledge, no American has ever received a government grant to study at the University of Moscow.","hypothesis":"No American has ever studied at the University of Moscow.","gold":"neutral","genre":"generated","pairID":215952}
{"id":74911,"premise":"The other problem is that there are only a few reliable facts.","hypothesis":"There are many reliable facts.","gold":"contradiction","genre":"generated","pairID":40596}
{"id":28986,"premise":"This new technology is expected to enable customers to make more informed decisions about their own health care, and will enable providers to offer more personalized and effective care.","hypothesis":"The new technology is expected to enable customers to make more informed decisions about their own health care, and will enable providers to offer more personalized and effective care.","gold":"entailment","genre":"generated","pairID":13845}
{"id":62084,"premise":"It's a two-way street.","hypothesis":"It's a street that can be used in both directions.","gold":"entailment","genre":"generated","pairID":64438}
{"id":162733,"premise":"Do you want to say how much?","hypothesis":"Do you want to give any information?","gold":"neutral","genre":"generated","pairID":39258}
{"id":251862,"premise":"The St. Mary's School of Art and Craft was started in 1887 by the St. Mary's Missionary Society, which was started in 1824 by the British East India Company.","hypothesis":"The St. Mary's School of Art and Craft was started by the British East India Company.","gold":"contradiction","genre":"generated","pairID":244925}
{"id":98472,"premise":"This was a good idea, but it had the disadvantage of not being a very good story.","hypothesis":"This was a good story, but it had the disadvantage of not being a very good idea.","gold":"contradiction","genre":"generated","pairID":315300}
{"id":94718,"premise":"The greatest of the Great Lakes, Lake Superior, is the largest of the five Great Lakes and the second largest of the Great Lakes by area.","hypothesis":"Lake Superior is also the second largest of the Great Lakes by area.","gold":"entailment","genre":"generated","pairID":224397}
{"id":209277,"premise":"The principal feature of the program is that it is designed to reduce the amount of time that is spent in the training room.","hypothesis":"The program is not very effective.","gold":"neutral","genre":"generated","pairID":88085}
{"id":55167,"premise":"The town's significance was marginal, but it was the birthplace of Columbus.","hypothesis":"Columbus was not very important to the town.","gold":"contradiction","genre":"generated","pairID":234949}
{"id":206675,"premise":"It's been said that he was born in the same year as the American Revolution.","hypothesis":"He was born in the same year as the American Revolution.","gold":"neutral","genre":"generated","pairID":267015}
{"id":140128,"premise":"The advertising is very important to the success of the product.","hypothesis":"The product is very important to the success of the company.","gold":"neutral","genre":"generated_revised","pairID":124}
{"id":187789,"premise":"This study found that many hospitals do not screen patients for MRSA.","hypothesis":"The majority of hospitals do not screen for MRSA.","gold":"neutral","genre":"generated","pairID":297631}
{"id":171844,"premise":"'What do you think, Bill?' 'I think we should go out to dinner.' 'I think so too.'","hypothesis":"We both agree that we should go out to dinner.","gold":"entailment","genre":"generated","pairID":224921}
{"id":47490,"premise":"The agency shall encourage the use of techniques such as those enumerated in section 609(a) to provide for the participation of small entities in rulemaking.","hypothesis":"The agency does not encourage the use of techniques such as those enumerated in section 609(a).","gold":"neutral","genre":"generated","pairID":178873}
{"id":331704,"premise":"The new thing is not a set of special effects, but a state of mind.","hypothesis":"The new thing is special effects.","gold":"contradiction","genre":"generated","pairID":366522}
{"id":355754,"premise":"The generalization of this model is that there is a direct relationship between the extent of tree canopy cover and the extent of tree mortality.","hypothesis":"There is a direct relationship between the extent of tree canopy cover and the extent of tree mortality.","gold":"entailment","genre":"generated","pairID":34966}
{"id":88351,"premise":"We have been able to meet the needs of our customers with the new, improved system.","hypothesis":"The Government Department of Transportation rewards its employees with a higher salary.","gold":"neutral","genre":"generated","pairID":45506}
{"id":280314,"premise":"The white house's press secretary's wife was wearing a very tight-fitting white dress that showed off her slim figure.","hypothesis":"The press secretary's wife was a model.","gold":"neutral","genre":"generated","pairID":147031}
{"id":171616,"premise":"You can't tell me that you don't have a lot of sympathy for the boy.","hypothesis":"You don't have a lot of sympathy for the boy.","gold":"neutral","genre":"generated","pairID":256359}
{"id":246332,"premise":"\"No, no, no!\" cried Miss Howard wildly, flinging up her hands.","hypothesis":"Miss Howard was distraught to finally hear the truth.","gold":"entailment","genre":"generated","pairID":297736}
{"id":293874,"premise":"The truth is that this situation is a direct result of the government's negligence.","hypothesis":"The truth is that this situation is a direct result of the government's lack of care.","gold":"entailment","genre":"generated","pairID":121281}
{"id":295191,"premise":"It is likely that a single error in a programming language will not be detected until the program is tested.","hypothesis":"The programmer may not even know of the error.","gold":"entailment","genre":"generated","pairID":137338}
{"id":3265,"premise":"The music of Brahms is rarely heard, and yet he is one of the most beloved composers of all time.","hypothesis":"Brahms is one of the most beloved composers of all time.","gold":"entailment","genre":"generated","pairID":297852}
{"id":182780,"premise":"\"It's all right,\" he said, \"it's all right,\" and I could see that he was afraid of something.","hypothesis":"He was afraid of something.","gold":"entailment","genre":"generated","pairID":141699}
{"id":11224,"premise":"It is not only the children who are so bright, but the adults as well.","hypothesis":"The adults are not as bright as the children.","gold":"neutral","genre":"generated","pairID":353591}
{"id":2254,"premise":"For those who want to take advantage of the energy and health benefits of the Mediterranean diet, the main thing is to keep an eye on the quality of the food you eat.","hypothesis":"Mediterranean diet is very healthy.","gold":"neutral","genre":"generated","pairID":63023}
{"id":21867,"premise":"The ship will be able to dock at the wharf at the port of Porto, and then will be taken to the terminal in Vigo.","hypothesis":"The ship will dock at the port of Vigo, and then will be taken to the terminal in Porto.","gold":"contradiction","genre":"generated","pairID":155269}
